Repository: hinesmr/mica
Catalog: res/messages_*.po
Languages: es

source: Data-driven software tracks your language
es: Software dirigido por datos que lleva seguimiento de su lengua

source: So you don't have to
es: Para que usted no tenga que hacerlo

source: Chat like a native. Reduce the fear.
es: Charle como un nativo. Disminuya el miedo.

source: Data drives your language in real-time.
es: Los datos impulsan su lengua en tiempo real.

source: Guess all day. Learn all night.
es: Adivine de día. Aprenda de noche.

source: Tonal languages are hard.
es: Las lenguas tonales son difíciles.

source: We bring an end to rote-memorization.
es: Le ponemos fin a la memorización por repetición.

source: Overlay verb conjugations with an IME-style keyboard to real-time assist the person you're talking to. Data from the literature that you read feeds directly into a context-based learning experience.
es: Mostramos conjugaciones verbales en un teclado estilo IME para ayudar en tiempo real a la persona con quien esté conversando. Los datos de la literatura que lee contribuye directamente con una experiencia de aprendizaje basada en contextos.

source: We support polyphomes, character grouping/merging, and complex parsing of character-based languages.
es: Admitimos polifonemas, agrupación/combinación de caracteres y análisis sintáctico complejo para idiomas basados en caracteres.

source: If we don't conjugate verbs correctly, the data will tell us how to do it right the next time.
es: Si no conjugamos los verbos correctamente, los datos nos indicarán cómo hacerlo bien la próxima vez.

source: Login and try it
es: Inicie sesión y pruébelo

source: Login. Ditch the flash cards.
es: Inicie sesión. Deshágase de las fichas de memorización.

source: Upload up to 300MB of literature for free.
es: Cargue gratis hasta 300 MB de literatura.

source: Unlimited content on your mobile devices.
es: Contenido ilimitado en sus dispositivos móviles.

source: The language experience you didn't know existed
es: La experiencia lingüística que ni se imaginaba que existía

source: Free up to 300MB
es: Hasta 300 MB gratis

source: Pay only for the content that you import.
es: Pague solo por el contenido que importe.

source: Donate if you'd like additional space
es: Haga una donación para recibir más espacio

source: Analytics
es: Análisis

source: Learn in context. Words and statistics are cross-referenced across stories
es: Aprenda en contexto. Las palabras y las estadísticas se enlazan recíprocamente a través de las historias

source: Always mobile
es: Siempre móvil

source: Your device is by far the best way to use the system. Read on a tablet. Chat on your phone
es: Su dispositivo es, con diferencia, la mejor manera de usar el sistema. Lea en una tableta. Chatee en su teléfono

source: Our designs and algorithms are open for all to see
es: Nuestros diseños y algoritmos son abiertos y cualquiera puede consultarlos

source: Check it out
es: Compruébelo

source: You choose the complexity
es: Usted elige la complejidad

source: By importing your own stories, you don't depend on us to provide them for you
es: Al importar sus propias historias, no necesita depender de nosotros para proporcionárselas

source: Chat with assistance
es: Chat con asistencia

source: Instant messaging that's smart enough to read your own vocabulary in real-time.
es: Mensajería instantánea inteligente que lee su propio vocabulario en tiempo real.

source: Learn More
es: Conocer más

source: Mobile-ready. Offline-ready.
es: Preparado para móviles. Diseñado para funcionar sin conexión.

source: Synchronized across all your devices.
es: Sincronizado en todos sus dispositivos.

source: Take languages offline and on-the-go.
es: Lleve sus lenguas consigo y sin necesidad de conexión

source: Open-source language for all.
es: Idiomas para todos, de código abierto.

source: Tech Stack
es: Tecnología utilizada

source: All Rights Reserved.
es: Todos los derechos reservados.

source: Reviewing
es: En revisión

source: Email Support
es: Soporte de correo electrónico

source: Support
es: Soporte

source: Server not configured correctly. Can't bill users
es: Servidor no configurado correctamente. No se puede facturar a los usuarios

source: Invalid email address. Upgrade failed. Your card was NOT charged
es: Dirección de correo electrónico inválida. No se ha podido actualizar. Su tarjeta no ha recibido ningún cargo

source: You already have a subscription.
es: Usted ya tiene una subscripción

source: Upgrade failed. Your card was NOT charged
es: Actualización Fallida. Su tarjeta no ha recibido ningún cargo

source: There was a problem with your purchase. Your card was NOT billed. Please try again later.
es: Ha habido un problema con su compra. Su tarjeta no ha recibido ningún cargo intente nuevamente más tarde.

source: Your current plan is already at maximum. Contact support@readalien.com if you're interested in a larger, custom plan
es: Su plan actual ya está al máximo. Contacte a support@readlien.com si está interesado en un plan personalizado más grande

source: Your already have the lowest plan. Cannot downgrade any further
es: Usted ya tiene el plan más bajo. No se puede seguir bajando

source: Your current database is
es: Su base de datos actual es

source: In order to downgrade to
es: Para bajar a

source: per month, please remove stories or chat history from your account or contact support@readalien.com for further assistance.
es: por mes, por favor remueva el historial del chat de su cuenta o contácte a support@redalien.com para mayor información.

source: You don't have an existing subscription. Please contact support@readalien.com for assistance.
es: No tiene ninguna subscripción. Por favor contacte a support@readlien.com para mayor asistencia.

source: Your subscription was changed successfully!
es: ¡Su subscripción fue cambiada con éxito!

source: You have more than one subscription in the system. We have NOT changed your current subscription. Please contact support@readalien.com for assistance.
es: Usted tiene más de una subscripción en el sistema. No hemos cambiado su subscripción actual. Contacte a support@readalien.com para mayor asistencia.

source: There was a problem changing your subscription. Please contact support@readalien.com.
es: Ha habido un problema cambiando su subscripción. Por favor contacte a support@readlien.com.

source: You do not have a subscription yet. Change failed for:
es: Usted todavía no tiene ninguna subscripción. Cambio interrumpido debido a:

source: Thank you! Your subscription has successfully changed.
es: ¡Gracias! Su subscripción se ha cambiado satisfactoriamente.

source: Upgrade
es: Actualizar

source: Downgrade
es: Desactualizar

source: Cannot upgrade without email address
es: No se puede actualizar sin dirección de correo electrónico

source: Add 1GB / month of language content
es: Añadir 1GB / mes de contenido de idioma

source: per GB / month of language content
es: por GB / mes de contenido de idioma

source: Current Plan
es: Plan Actual

source: Pay only
es: Solo pagar

source: month for each additional GB of content
es: mes para cada GB adicional de contenido
