Repository: hinesmr/mica
Catalog: res/messages_*.po
Languages: es

source: Confirm Password / Token
es: Confirmar Contraseña / Token

source: Change Password / Token
es: Cambiar contraseña / Token

source: Reset Password / Token
es: Restablecer contraseña / Token

source: To login to this application with a regular account and begin syncing all of your devices with your web account, you must first request a web account online. After you have created an online account, you can then login with your email and password from your online account using any device that you like.
es: Para acceder a esta aplicación con una cuenta normal y comienzan la sincronización de todossus dispositivos con su cuenta de Web, debe solicitar primero una cuenta weben línea. Una vez que haya creado una cuenta en línea, a continuación, puede iniciar sesión con elsu dirección de correo electrónico y la contraseña de su cuenta en línea usando cualquier dispositivo que ustedgusta.

source: None Selected
es: No seleccionó nada

source: Sign in with
es: Conéctate con

source: Which language
es: ¿Qué idioma

source: Choose one
es: Elija uno

source: * Please fill in required fields
es: * Por favor rellene los campos obligatorios

source: Password / Token
es: Contraseña / Token

source: This story has not yet been converted to reading format.
es: Esta historia aún no se ha convertido al formato de lectura.

source: Translation requires significant computer power, so you must convert (translate) it online first, and then it will be synchronized with this device.
es: La traducción requiere de alimentación del ordenador significativa, por lo que debe convertir(traducir) en línea primero, y entonces se sincronizará con estadispositivo.

source: Please click 'Translate' in the side panel to proceed.
es: Por favor, haga clic en 'Traducir' en el panel lateral para continuar.

source: Translation access denied
es: Traducción acceso denegado

source: To login to this application with a regular account and begin syncing all of your devices with your web account, you must first request a free web account online @ http://readalien.com. After you have created an online account, you can then login with your email and password from your online account using any device that you like.
es: Para acceder a esta aplicación con una cuenta normal y comienzan la sincronización de todossus dispositivos con su cuenta de Web, debe solicitar primero una red librecuenta en línea @ http://readalien.com. Después de haber creado una líneacuenta, a continuación, puede iniciar sesión con tu correo electrónico y contraseña de su líneacuenta utilizando cualquier dispositivo que te gusta.

source: MICA Language Learning
es: MICA aprendizaje de idiomas

source: Please delete your account on the website and then uninstall the application. Will support mobile in a future version.
es: Por favor, borrar su cuenta en el sitio web y luego desinstalar elaplicación. Apoyará móvil en una versión futura.

source: No such account. Cannot delete it.
es: No hay tal cuenta. No se puede eliminar la misma.

source: Go away and die.
es: Vete y morir.

source: Admin accounts can't be deleted by other people. The admin must delete their own account.
es: Las cuentas de administrador no se pueden eliminar por otras personas. El administrador debe eliminar sucuenta propia.

source: Success! Account was deleted
es: ¡Éxito! Cuenta fue suprimido

source: Your account has been permanently deleted.
es: Tu cuenta ha sido eliminada de forma permanente.

source: Delete Account?
es: Eliminar cuenta?

source: Yes, delete my account.
es: Sí, eliminar mi cuenta.

source: Are you sure you want to delete your account? This is IRREVERSIBLE.
es: ¿Está seguro que desea eliminar su cuenta? Esto es IRREVERSIBLE.

source: Bulk Review Words
es: Palabras de revisión a granel

source: No review recommendations available.
es: No hay recomendaciones de revisión disponibles.

source: Loading Text
es: Carga de texto

source: Loading Image
es: Cargando Imagen

source: Loading Stories
es: Carga de Historias

source: Loading Statistics
es: Carga de Estadística

source: This account is not fully synchronized
es: Esta cuenta no está completamente sincronizado

source: If you are offline, please go online for an instant translation.
es: Si está desconectado, por favor, ir en línea para obtener una traducción instantánea.

source: You have not selected any words for instant translation!
es: No ha seleccionado ninguna palabra para la traducción instantánea!

source: See above for problems with your edit requests.
es: Ver arriba para los problemas con sus peticiones de edición.

source: Submit
es: Enviar

source: Reason
es: Razón

source: Merge
es: Combinar

source: INVALID
es: NO VÁLIDO

source: Split
es: División

source: Are you sure you want to perform these edits?
es: ¿Está seguro que desea realizar estos cambios?

source: The selected characters are not consecutive (including punctuation). You cannot merge them.
es: Los caracteres seleccionados no son consecutivos (incluyendo puntuacion). Ustedno se puede combinarlos.

source: You need at least two character groups selected before you can merge them into a word!
es: Usted necesita por lo menos dos grupos de caracteres seleccionados antes de poder fusionarlasen una palabra!

source: This word only has one character. It cannot be split!
es: Esta palabra sólo tiene un carácter. No se puede dividir!

source: You cannot split more than one word at a time!
es: No se puede separar más de una palabra a la vez!

source: Translating
es: Traducir

source: Stories in translation
es: Historias de la traducción

source: Done! Please reload.
es: Done! Por favor, vuelva a cargar.

source: Working
es: Trabajo

source: Start learning!
es: Empieza a aprender!

source: Found Recommendations
es: Recomendaciones encontrados

source: Redirecting
es: Redirigir

source: Stats Hidden
es: Estadísticas Oculto

source: Stats Shown
es: Estadísticas muestran

source: Your device either does not have adequate signal strength or your connection does not have adequate connectivity. While you do have a connection (3G or Wifi), we were not able to reach the server. Please try again later when you have better internet access by tapping the 'M' at the top to login.
es: El dispositivo ya sea no tiene potencia de señal adecuada o la conexiónno tiene la conectividad adecuada. Mientras que usted no tiene una conexión (3G oWi-fi), que no fueron capaces de alcanzar el servidor. Por favor, inténtelo de nuevo más tarde cuandotener un mejor acceso a internet tocando la 'M' en la parte superior para iniciar sesión.

source: Syncing
es: Sincronización

source: Start Syncing
es: Iniciar sincronización

source: Stop Syncing
es: Detener sincronización

source: Failed to change synchronization. Please try again
es: No se pudo cambiar la sincronización. Por favor, inténtelo de nuevo

source: No such dictionary. Please try again
es: No existe el diccionario. Por favor, inténtelo de nuevo

source: Failed to intiate download of this dictionary. Please try again
es: Error al descargar el diccionario para intiate. Por favor, inténtelo de nuevo

source: Success! We will start downloading that dictionary
es: El éxito! Vamos a empezar a descargar ese diccionario

source: Success! We will no longer download that dictionary
es: ¡Éxito! Ya no vamos a descargar ese diccionario

source: Success! We will start distributing that dictionary to your devices
es: El éxito! Vamos a empezar a distribuir ese diccionario a sus dispositivos

source: Success! We will no longer distribute that dictionary to your devices
es: ¡Éxito! Ya no vamos a distribuir ese diccionario a sus dispositivos

source: Dictionaries
es: Diccionarios

source: Send Dictionaries to your devices?
es: Enviar Diccionarios para sus dispositivos?

source: Offline dictionaries are required for using 'Edit' mode of some character-based languages and for re-translating individual pages in Review mode. Instant translations require internet access, so you can skip these downloads if your stories have already been edited/reviewed and you are mostly using 'Reading' mode. Each dictionary is somewhere between 30 to 50 MB each
es: Se requieren los diccionarios sin conexión para usar el modo 'Editar' de cierta caracterizaciónlenguajes basados y para volver a la traducción de páginas individuales en el modo de revisión.Traducciones instantáneas requieren acceso a Internet, por lo que puede omitir estosdescargas si sus historias ya se han editado / revisado y usted esen su mayoría utiliza el modo 'lectura'. Cada diccionario está en algún lugar entre el 30 y el 50MB cada uno

source: Download
es: Descargar

source: Downloading
es: Descarga

source: For assistance, Contact:
es: Si necesita ayuda, comuníquese con:

source: Requesting
es: Solicitud

source: Started (stop?)
es: Started (detener?)

source: Stopping
es: Detener

source: Stopped (start?)
es: Detenido (empezar?)

source: Stop downloading
es: Detener la descarga

source: If you have re-installed or this is your first time logging in on this device and you have chosen to synchronize many stories at the same time, this can take a while, because we need to calculate some information to organize things on your device. Be patient.
es: Si ha vuelto a instalar o es tu primera vez que inicia sesión en el presentedispositivo y ha elegido para sincronizar muchas historias al mismo tiempoesto puede tomar un tiempo, porque tenemos que calcular un poco de información paraorganizar las cosas en su dispositivo. Tenga paciencia.

source: Spanish
es: Español

source: Spanish to English
es: Español a Inglés

source: English to Spanish
es: Inglés a Español

source: If you would like to read this story, please select 'Start Syncing' from the side panel first and wait for it to replicate to your device.
es: Si usted desea leer esta historia, por favor seleccione 'Start Sincronización' desde el panel lateral primero y esperar a que se replique en el dispositivo.

source: Request submitted. Please refresh later. Thank You.
es: Solicitud presentada. Por favor, actualice después. Gracias.

source: Please try your request again.
es: Intente su solicitud nuevamente.

source: Deleted Page
es: Eliminar página

source: File is too big. Maximum file size:
es: El archivo es demasiado grande. Tamaño máximo del archivo:

source: Processing New PDF Story
es: Procesamiento Nueva PDF Historia

source: Processing New TXT Story
es: Procesamiento Historia Nueva TXT

source: Deleting Story From Database
es: Eliminación de historia desde la Base de datos

source: Resetting Story In Database
es: Restablecimiento de historia en la Base de datos

source: MICA is busy processing the following. Please wait
es: MICA está ocupado procesando la siguiente. por favor espera

source: Running
es: Tratamiento

source: Please wait
es: Por favor espera

source: We're sorry, but you cannot have colon ':' characters in your account name or email address.
es: Lo sentimos, pero no puede incluir dos puntos «:» en el nombre de cuenta o la dirección de correo electrónico.

source: * File/Story name cannot have colons ':' characters in it. Please fix.
es: * El nombre de archivo/historia no puede contener dos puntos «:». Corríjalo.

source: days
es: días

source: day
es: día

source: weeks
es: semanas

source: week
es: semana

source: months
es: meses

source: month
es: mes

source: year
es: año

source: years
es: años

source: Priming database for you. Please wait.
es: Preparando la base de datos. Espere un momento.

source: Database optimized.
es: Base de datos optimizada.

source: today
es: hoy

source: this
es: esto

source: ago
es: atrás

source: w/
es: c/

source: API access denied
es: Se denegó el acceso a la API

source: No result
es: No hay resultados

source: Chat error
es: Error del chat

source: Success! Learning Language changed
es: ¡Éxito! Se ha cambiado el idioma meta

source: Learning Language
es: Idioma meta

source: Change Learning Language
es: Cambiar el idioma meta

source: We're sorry, but chat for this language pair is not supported
es: Lo sentimos, pero no se admite este par de idiomas

source: to
es: a

source: as indicated by your account preferences
es: como sus preferencias de cuenta indican

source: Please choose a different 'Learning Language' in your accout preferences. Thank you.
es: Seleccione otro «idioma meta» en las preferencias de su cuenta. Gracias.

source: Recent
es: Recientes

source: Chat History
es: Historial de chat

source: Loading Chat
es: Cargando el chat

source: Your Chat Username is:
es: Su nombre de usuario del chat es:

source: Send Message
es: Enviar mensaje

source: To
es: A

source: Send
es: Enviar

source: Learn (translate) from
es: Aprender (traducir) del

source: has become available
es: está disponible

source: has set their presence to
es: ha configurado su estado como

source: phonetic typing
es: escritura fonética

source: Traditional
es: Tradicional

source: Please provide the address of someone to chat with.
es: Proporcione la dirección de la persona con quien quiere charlar.

source: Disconnected: You have probably logged in from a different web-browser. To resume your chat please sign-out an then sign-in again. Thank you.
es: Desconectado: probablemente ha accedido a su cuenta en otro navegador web. Para continuar con el chat, cierre la sesión e inicie una nueva. Gracias.

source: An error occured
es: Se ha producido un error

source: Seconds left to reconnect
es: Segundos restantes para reconectarse

source: decades
es: décadas

source: Your device either does not have adequate signal strength or your connection does not have adequate connectivity. While you do have a connection (3/4G or Wifi), we were not able to reach the server.
es: O bien su dispositivo no cuenta con la fuerza de señal suficiente o su conexión es inestable. Aunque la conexión está establecida (3/4G o WiFi), no pudimos conectar con el servidor.

source: (template) Please report the above exception to the author. Thank you
es: (plantilla) Informe de la excepción anterior al autor. Gracias

source: (unknown) Please report the above exception to the author. Thank you
es: (desconocido) Informe de la excepción anterior al autor. Gracias

source: Lost connectivity to the database. Please come back later.
es: Se perdió la conectividad con la base de datos. Inténtelo de nuevo más tarde.

source: (outer unknown) Please report the exception above to the author. Thank you.
es: (desconocido saliente) Informe de la excepción anterior al autor. Gracias.

source: Open
es: Abrir

source: Rotating Old Merged Chats From Database
es: Permutando los chats combinados anteriores de la base de datos

source: Initialization Complete! Story ready for translation
es: ¡Inicialización terminada! La historia está lista para su traducción

source: This account is not fully synchronized. Be sure to touch 'Synchronize' for the story before reading it. You can follow the progress at the top of the screen until the 'download' arrow reaches 100.
es: Esta cuenta no se ha sincronizado completamente. Asegúrese de pulsar en la opción «Sincronizar» de la historia antes de leerla. Podrá seguir el progreso en la parte superior de la pantalla hasta que la flecha «Descarga» llegue a 100.

source: You have been logged out.
es: Ha finalizado su sesión.

source: Internet access error. Offline instant translation only:
es: Error de acceso a Internet. Solo traducción instantánea sin conexión:

source: Internet access error. Offline translation only:
es: Error de acceso a Internet. Solo traducción sin conexión:

source: No story loaded. Go to the 'Stories' tab
es: No se cargó ninguna historia. Vaya a la pestaña «Historias»

source: or create one by going to Account => Upload New Story
es: o cree una yendo a Cuenta => Subir historia nueva

source: Quota requests need to be done on the website.
es: Se deben realizar solicitudes de cupo en el sitio web.

source: Server not configured correctly. Can't modify quotas
es: El servidor no se ha configurado correctamente. No se pueden modificar los cupos

source: No such account. Cannot quotas.
es: No existe esta cuenta. No se pueden modificar los cupos.

source: Success! Quota was changed
es: ¡Éxito! Se ha modificado el cupo

source: unlimited
es: ilimitado

source: for user
es: para el usuario

source: Error: Quota could not be changed
es: Error: no se pudo modificar el cupo

source: Sorry. Why is your email so long?
es: Lo sentimos. ¿Por qué es tan largo su correo electrónico?

source: Sorry. Email with spaces in it?
es: Lo sentimos. ¿Pueden tener espacios los correos electrónicos?

source: Sorry. Invalid email address.
es: Lo sentimos. La dirección de correo electrónico no es válida.

source: Failed to change primary synchronization. Please try again
es: No se pudo modificar la sincronización primaria. Inténtelo de nuevo

source: Failed to change file synchronization. Please try again
es: No se pudo modificar la sincronización de archivos. Inténtelo de nuevo

source: Storylist failed
es: Falló la lista de historias

source: The oauth protocol had an error
es: Se produjo un error en el protocolo OAuth

source: Please try again. Thank you
es: Inténtelo de nuevo. Gracias

source: We're sorry, but the oauth provider is missing information for your account
es: Lo sentimos, pero el proveedor OAuth carece de información sobre su cuenta

source: Happy Learning
es: Feliz aprendizaje

source: Invalid credentials
es: Credenciales de acceso no válidas

source: Bulk review complete
es: Revisión masiva finalizada

source: Initializing Story in Database
es: Inicializando la historia en la base de datos

source: Statistics Disabled
es: Estadísticas desactivadas

source: Failed to issue request. We're sorry. Please report what you tried to do to the author. Thank you.
es: No se pudo emitir la solicitud. Lo sentimos. Informe de lo que intentó realizar al autor. Gracias.

source: Mobile Device Instructions for Teachers
es: Instrucciones para maestros sobre dispositivos móviles

source: Get 'Xabber' for Android
es: Obtener «Xabber» para Android

source: Get 'ChatSecure' for Android
es: Obtener «ChatSecure» para Android

source: Get 'ChatSecure' for iOS
es: Obtener «ChatSecure» para iOS

source: Instructions
es: Instrucciones

source: Server
es: Servidor

source: do not use 'www'
es: no añada «www»

source: Encryption/Security
es: Cifrado/seguridad

source: Yes / SSL / TLS / SASL Authentication
es: Sí/autenticación SSL/TLS/SASL

source: Port (if needed)
es: Puerto (si es necesario)

source: Refresh
es: Actualizar

source: OR Use a local account
es: O utilice una cuenta local

source: <b>MICA</b> is a <b>new way</b> to learn a language.
es: <b>MICA</b> es una <b>nueva manera</b> de aprender idiomas.

source: Change Quota
es: Cambiar cupo

source: Please change your email address on the website. Will support mobile in a future version
es: Modifique su dirección de correo electrónico en el sitio web. Admitiremos dispositivos móviles en una versión futura

source: Story imported. Please initialized it on the website.
es: Historia importada. Inicialícela en el sitio web.

source: Logout
es: Cerrar la sesión

source: New Story
es: Historia nueva

source: Learn
es: Aprender

source: New
es: Nuevo

source: Initialize Story
es: Inicializar historia

source: This account is not fully synchronized. Please wait a minute or two for initial replication and login again. You can follow the progress at the top of the screen until the 'download' arrow reaches 100.
es: Esta cuenta no se ha sincronizado completamente. Espere un par de minutos para que termine la replicación e inicie sesión de nuevo. Podrá seguir el progreso en la parte superior de la pantalla hasta que la flecha «Descarga» llegue a 100.

source: Application reset. Please login again.
es: Aplicación restablecida. Inicie sesión de nuevo.

source: Yes, do it.
es: Sí, adelante.

source: Are you sure? This is IRREVERSIBLE.
es: ¿Lo confirma? Esta acción es IRREVERSIBLE.

source: Reset application to defaults
es: Restablecer aplicación a sus valores predeterminados

source: Story imported. Please initialize it on the website.
es: Historia importada. Inicialícela en el sitio web.

source: Disconnected from Read Alien
es: Desconectado de Read Alien

source: Read Alien is busy processing the following. Please wait
es: Read Alien está ocupado procesando lo siguiente. Espere

source: We're sorry. The Read Alien database on this device already belongs to the user
es: Lo sentimos. La base de datos de Read Alien de este dispositivo ya pertenece al usuario

source: a new account. This requirement is because Read Alien databases can become large over time, so we want you to be aware of that. Thanks.
es: una cuenta nueva. Este requisito existe porque las bases de datos de Read Alien pueden volverse grandes con el tiempo, y queremos que esté consciente de ello. Gracias.

source: Read Alien also works offline on mobile devices and automatically stays in sync with both iOS and Android
es: Read Alien también funciona sin conexión en dispositivos móviles y se sincroniza automáticamente con iOS y Android

source: To get a "feel" for how Read Alien works, you can use the DEMO account with the username 'demo' and password 'micademo'. This account will load pre-existing stories from the online demo account, but all changes you make will not be synchronized.
es: Para darse una idea del funcionamiento de Read Alien, puede utilizar la cuenta de DEMOSTRACIÓN con el nombre de usuario «demo» y la contraseña «micademo». Esta cuenta cargará historias preexistentes de la cuenta de demostración en línea, pero cualquier cambio que realice no se sincronizará.

source: Read Alien Learning
es: Aprendizaje Read Alien

source: <b>Read Alien</b> is a <b>new way</b> to learn a language.
es: <b>Read Alien</b> es una <b>nueva manera</b> de aprender idiomas.

source: Read Alien works by <b>analytics</b>: You read <b>existing</b> books or stories and it <b>tracks your brain</b>.
es: Read Alien funciona mediante <b>análisis</b>: mientras lee libros o historias <b>existentes</b>, <b>dará seguimiento a su cerebro</b>.

source: Read Alien is not a translator. It makes you <b>learn by reading</b> in context.
es: Read Alien no es un traductor. Le hará <b>aprender leyendo</b> con contexto.

source: Flashcards are stupid. <br/><b>Try Read Alien!</b> and learn a new language.
es: Las fichas son cosa del pasado. <br/><b>¡Pruebe Read Alien!</b> y aprenda una lengua nueva.

source: me
es: yo

source: A very large message has been received. This might be due to an attack meant to degrade the chat performance. Output has been shortened.
es: Se ha recibido un mensaje muy grande. Esto puede deberse a un ataque para mermar el rendimiento del chat. Se ha abreviado la salida.

source: Read Alien: Meta Language Learning
es: Read Alien: metaaprendizaje de idiomas

source: ReadAlien Message from
es: Mensaje de ReadAlien de

source: Buddies
es: Amigos

source: Democratize Languages: Learning a language should be just like reading a book
es: Democratización lingüística: aprender un idioma debería ser tan sencillo como leer un libro

source: Internet access is unavailable. Chat offline.
es: No está disponible el acceso a Internet. Chat sin conexión.

source: Home
es: Inicio

source: Spanish Example
es: Ejemplo en español

source: Chinese Example
es: Ejemplo en chino

source: Offline-first. Mobile-first.
es: Funciona sin conexión. Amigable con los móviles.

source: Features
es: Funciones

source: Mobile
es: Móvil

source: Open Source
es: Código abierto

source: Democratize Languages
es: Democratización lingüística

source: Driven by open-source
es: Impulsada por el código abierto

source: Spanish and Chinese for Free
es: Español y chino gratis

source: Learn foreign literature that you provide
es: Aprenda con literatura extranjera provista por usted

source: On your terms
es: Bajo sus condiciones
