Repository: hinesmr/mica
Catalog: res/messages_*.po
Languages: es

source: Review
es: Revisar

source: Edit
es: Editar

source: Read
es: Leer

source: Account
es: Cuenta

source: Preferences
es: Preferencias

source: Upload New Story
es: Subir nueva historia

source: New Account
es: Nueva Cuenta

source: Disconnect
es: Desconectar

source: About
es: Acerca de

source: Help
es: Ayuda

source: Privacy
es: Privacidad

source: Chinese Simplified
es: Chino simplificado

source: English
es: Inglés

source: Go
es: Ir

source: Legend
es: Leyenda

source: Correct for tone and meaning
es: correcta para el tono y el significado

source: (No review necessary)
es: (Ninguna revisión necesaria)

source: Possibly wrong meaning
es: Posiblemente sentido equivocado

source: (but tone is correct)
es: (pero el tono es correcto)

source: Possibly wrong tone
es: tono Posiblemente mal

source: (as well as meaning)
es: (así como significado)

source: Definitely wrong previously
es: Definitivamente equivocado anteriormente

source: Change History
es: Cambiar la Historia

source: Breakdown
es: Desglose

source: Online
es: en línea

source: Offline
es: Desconectado

source: SPLIT
es: SEPARACIÓN

source: MERGE
es: FUNDIRSE

source: No edit history available.
es: No hay historial de edición disponibles.

source: These characters were previously merged into a word
es: Estos personajes eran anteriormente se fusionaron en una sola palabra

source: This word was previously split into characters
es: Esta palabra se divide previamente en personajes

source: Try Recommendations
es: Pruebe Recomendaciones

source: Re-translate page
es: Volver a traducir la página

source: Disconnected from MICA
es: Desconectado del MICA

source: Exception
es: Excepción

source: Please report the exception above to the author. Thank you.
es: Por favor, informe la excepción antes mencionada para el autor. Gracias.

source: Please report the above exception to the author. Thank you
es: Por favor, informe la excepción antes mencionada para el autor. Gracias

source: Error: Something bad happened
es: Error: Algo malo sucedió

source: Download Original
es: Descargar Original

source: Download Romanization
es: Descargar romanización

source: Demo Account is readonly. You must install the mobile application for interactive use of the demo account.
es: Cuenta Demo es de solo lectura. Es necesario instalar la aplicación móvil para el uso interactivo de la cuenta de demostración.

source: Demo account is read-only
es: cuenta demo es de sólo lectura

source: This character
es: Este personaje

source: is polyphonic: (has more than one pronunciation
es: es polifónico: (tiene más de una pronunciación

source: Definition
es: Definición

source: Default
es: Por defecto

source: Select
es: Seleccione

source: Delete
es: Borrar

source: Translate
es: Traducir

source: Forget
es: Olvidar

source: Not finished
es: No terminado

source: Review not complete
es: Revisión no completar

source: Not Reviewed
es: No es una opinión

source: Untranslated story!
es: Uistoria sin traducir!

source: Stories
es: Historias

source: Finished reading
es: Ferminé de leer

source: Reading
es: Leer

source: Review Complete
es: Revisión Completa

source: Upload Failed! Story already exists
es: Subir Error! La Historia ya existe

source: Upload Complete! Story ready for translation
es: Carga Completa la historia! listo para la traducción

source: This account is not fully synchronized. You can follow the progress at the top of the screen until the 'download' arrow reaches 100.
es: Esta cuenta no está completamente sincronizado. Usted puede seguir el progreso en el la parte superior de la pantalla hasta que el 'Descargar' flecha llega a 100.

source: Synchronization error. Please report this to the author. Thank you.
es: Error de sincronización. Por favor, informa de esto a la autora. Gracias.

source: To login for the first time and begin synchronization with the website, you must activate internet access.
es: Para iniciar sesión por primera vez y comenzar la sincronización con la página web, usted debe activar el acceso a Internet.

source: Invalid credentials. Please try again
es: Credenciales no válidas. Por favor, inténtelo de nuevo

source: We're sorry. The MICA Reader database on this device already belongs to the user
es: Lo sentimos. La base de datos MICA Reader en este dispositivo ya pertenece a la usuario

source: and is configured to stay in synchronization with the server
es: y está configurado para estar en sincronización con el servidor

source: If you want to change users, you will need to clear this application's data or reinstall it and re-synchronize the app with
es: Si usted quiere cambiar los usuarios, tendrá que borrar los datos de esta aplicación o vuelva a instalarlo y volver a sincronizar la aplicación con

source: a new account. This requirement is because MICA databases can become large over time, so we want you to be aware of that. Thanks.
es: una nueva cuenta. Este requisito se debe a que las bases de datos pueden llegar a ser grandes MICA con el tiempo, por lo que queremos que usted sea consciente de ello. Gracias.

source: Although you have authenticated successfully, we could not start synchronization successfully. Please try again.
es: A pesar de que usted ha autenticado correctamente, no pudimos empezar sincronización con éxito. Por favor, inténtelo de nuevo.

source: Deleted
es: Eliminado

source: Invalid story uuid
es: uuid historia no válido

source: Finished
es: Terminado

source: Reviewed
es: Reseña

source: Forgotten
es: Olvidada

source: Mode changed
es: Modo cambió

source: show text only
es: sólo muestran texto

source: side-by-side text and image
es: texto de lado a lado y de la imagen

source: show image only
es: sólo imagen espectáculo

source: List statistics mode changed
es: Modo de estadísticas lista cambió

source: Edit history Disabled.
es: Editar la historia de movilidad reducida.

source: Review History List Disabled
es: Historia de Revisión lista de lesionados

source: Memorization History List Disabled
es: La memorización Historia Lista de movilidad reducida

source: Story already translated. To re-translate, please select 'Forget'.
es: La Historia ya traducido. Para volver a traducir, por favor seleccione 'olvidar'.

source: Translation complete!
es: La traducción completa!

source: Failed to translate story
es: No se ha podido traducir la historia

source: Memorized!
es: Memorización!

source: Invalid Operation
es: Operación no válida

source: Memorized all stories
es: Memorizadas todas las historias

source: Unique memorized page
es: página Único memorizado

source: Unique words this page
es: palabras únicas esta página

source: No words memorized. Get to work!
es: No hay palabras memorizadas. ¡A trabajar!

source: Edit mode is only supported for learning character-based languages
es: Modo de edición sólo se admite para el aprendizaje de idiomas basados en caracteres

source: Image
es: Imagen

source: not available on this page
es: no está disponible en esta página

source: No story loaded. Choose a story to read from the sidebar by clicking the 'M' at the top.
es: Ninguna historia cargada. Elige un cuento para leer desde la barra lateral, haga clic en la 'M' en la parte superior.

source: or create one by clicking on Account icon at the top
es: o crear uno haciendo clic en el icono de la cuenta en la parte superior

source: Brand new stories cannot (yet) be created/uploaded yet on the device. You must first create them on the website. (New stories require a significant amount of computer resources to prepare. Thus, they can only be synchronized to the device for regular use.
es: Brand nuevas historias pueden (todavía) no pueden crear / cargar todavía en el dispositivo. Youprimero debe crear en el sitio web. (Nuevas historias requieren un significativocantidad de recursos informáticos para prepararse. Por lo tanto, sólo pueden ser sincronizadosen el dispositivo para el uso regular.

source: Story is a
es: La Historia es un

source: Viewing original not yet implemented
es: Visualización original, aún no implementado

source: Database compaction complete for your account
es: Compactación completa de la cuenta de base de datos

source: Compact databases
es: Bases de datos compactos

source: Compacting database, Please wait
es: La base de datos de compactación, espere por favor

source: Please change your password on the website, first
es: Por favor, cambie su contraseña en el sitio web, en primer lugar

source: Password must be at least 8 characters! Try again
es: La contraseña debe tener al menos 8 caracteres! Intenta de nuevo

source: Passwords don't match! Try again
es: Las contraseñas no coinciden! Intenta de nuevo

source: Old passwords don't match! Try again
es: Contraseñas antiguas no coinciden! Intenta de nuevo

source: Password change failed
es: Cambio de contraseña no se pudo

source: Success!
es: ¡Éxito!

source: User
es: Usuario

source: password changed
es: contraseña cambiada

source: Change
es: Cambio

source: Accounts
es: Cuentas

source: Server is misconfigured. Cannot list accounts.
es: El servidor está mal configurado. No se puede enumerar las cuentas.

source: Language
es: Idioma

source: Change Language
es: Cambiar idioma

source: Old Password
es: Contraseña anterior

source: New Password
es: Nueva contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Change Password
es: Cambiar contraseña

source: Please change your password on the website. Will support mobile in a future version.
es: Por favor, cambie su contraseña en el sitio web. Apoyará móvil en un futuroversión.

source: Server not configured correctly. Can't make accounts
es: El servidor no está configurado correctamente. No se pueden hacer las cuentas

source: Invalid account name! Try again
es: Nombre de cuenta no válido! Intenta de nuevo

source: Non-admin users can't create admin accounts. What are you doing?!
es: Los usuarios que no sean administradores no pueden crear cuentas de administrador. ¿Qué estás haciendo ?!

source: Account already exists! Try again
es: Cuenta ya existe! Intenta de nuevo

source: Success! New user was created
es: ¡Éxito! Nuevo usuario fue creado

source: Success! Language changed
es: ¡Éxito! Idioma cambiado

source: Number of characters can't be greater than 1000 or less than 5
es: Número de caracteres no puede ser superior a 1000 o menos de 5

source: Success! Mobile Characters-per-line in a story set to:
es: !Éxito! Mobile caracteres por línea en una historia ambientada a:

source: Characters per line
es: Caracteres por línea

source: Success! Web Characters-per-line in a story set to:
es: !Éxito! Web caracteres por línea en una historia ambientada a:

source: App Zoom level must be a decimal no greater than 3.0 and no smaller than 0.5
es: Nivel App zoom debe ser un decimal no superior a 3,0 y no más pequeño que 0.5

source: Success! App zoom level set to:
es: !Éxito! nivel de zoom Éxito App ajustado en:

source: Change Viewing configuration
es: Cambiar la configuración de visualización

source: Web Zoom level must be a decimal no greater than 3.0 and no smaller than 0.5
es: El nivel de zoom Web debe ser un decimal no superior a 3,0 y no más pequeño que 0.5

source: Success! Web zoom level set to:
es: !Éxito! nivel de zoom Web se establece en:

source: Default zoom level
es: nivel de zoom por defecto

source: Read, Review, or Edit, my friend?
es: leer, revisar, o Editar, mi amigo?

source: Please wait...
es: Por favor espere ...

source: To get a "feel" for how MICA works, you can use the DEMO account with the username 'demo' and password 'micademo'. This account will load pre-existing stories from the online demo account, but all changes you make will not be synchronized.
es: Para obtener una "sentir" de cómo funciona MICA, puede utilizar la cuenta de demostración con elnombre de usuario 'demo' y la contraseña 'micademo'. Esta cuenta se cargará preexistente historias de la cuenta de demostración en línea, pero todos los cambios que realice no será sincronizado.

source: Please Donate To Bitcoin Address
es: Por favor, donar a Bitcoin Dirección

source: <b>MICA</b> is a <b>new way</b> to learn a language, like Chinese.
es: <b>MICA</b> es una <b>nueva forma</b> para aprender un idioma, como el chino.

source: It knows how to track <b>polymphones and tones</b> in a Character-based language.
es: Se sabe cómo realizar el seguimiento <b>polymphones y tonos</b> en una basada en caracteresidioma.

source: Instead of hiring folks to <b>slave over</b> databases of translations,
es: En lugar de contratar a la gente a <b>esclavo más de</b> las bases de datos de traducciones

source: Why can't we use the <b>existing content</b> that's already out there?
es: Por qué no podemos utilizar el contenido <b>existente</b> que ya es por ahí?

source: Like <b>books</b>, blogs, new articles, and eventually <b>social media</b>.
es: Al igual que <b>libros</b>, blogs, nuevos artículos, y, finalmente, <b>medios sociales</b>.

source: MICA works by <b>analytics</b>: You read <b>existing</b> books or stories and it <b>tracks your brain</b>.
es: MICA funciona por <b>análisis</b>: Usted lee <b>existente</b> libros o historiasy <b>un seguimiento de su cerebro</b>.

source: When you read a new story, it <b>hides the words</b> you already know.
es: Cuando se lee una nueva historia, que <b>esconde las palabras</b> que ya sabes.

source: MICA is not a translator. It makes you <b>learn by reading</b> in context.
es: MICA no es un traductor. Te hace <b>aprender mediante la lectura de</b> en su contexto.

source: Flashcards are stupid. <br/><b>Try MICA!</b> and learn a new language.
es: Relámpagos son estúpidos. <br/><b>Trate MICA!</b> y aprender un nuevo idioma.

source: Learning a language should be just like reading a book
es: El aprendizaje de un idioma debe ser igual que la lectura de un libro

source: MICA also works offline on mobile devices and automatically stays in sync with both iOS and Android
es: MICA también trabaja fuera de línea en los dispositivos móviles y se mantiene automáticamente en sincroníatanto con iOS y Android

source: Read about how it works
es: Lea acerca de cómo funciona

source: Running the website on a cloud server is not free, so account signups are not open. If you'd like an account, please consider donating to make the server bigger.
es: Ejecución de la página web en un servidor de la nube no es libre, por lo que cuenta son las suscripcionesNo abra. Si desea una cuenta, por favor, considere donar para hacer laservidor más grande.

source: Join the mailing list
es: ¡Únete a la lista de correo

source: for additional help
es: ayuda adicional

source: You need to connect, first
es: Es necesario conectar, en primer lugar

source: Click the little 'M' at the top
es: Haga clic en la pequeña 'M' en la parte superior

source: This is experimental language-learning software
es: Este es un software de aprendizaje de idiomas experimental

source: The database for this story
es: La base de datos para esta historia

source: needs to be upgraded to version 2
es: debe ser actualizado a la versión 2

source: Unfortunately, this can only be performed with the online version. Please login to your account online to perform the upgrade. The changes will then be synchronized to all your devices. Thank you.
es: Por desgracia, esto sólo puede ser realizada con la versión en línea. Por favoracceder a su cuenta en línea para realizar la actualización. Los cambios serán entoncesestar sincronizados en todos tus dispositivos. Gracias.

source: Start Upgrade
es: Iniciar Actualización

source: Story upgrades not allowed on mobile devices.
es: Mejoras historia no permitidos en los dispositivos móviles.

source: Invalid upgrade parameters 1
es: Parámetros de actualización no válido 1

source: Upgrade complete
es: Actualización completa

source: Invalid request.
es: Solicitud no válida.

source: No such story format
es: No existe el formato de la historia

source: Story upgrade status
es: Estado de actualización Story

source: Page
es: Página

source: Last upgrade Exception
es: Última actualización Excepción

source: Story upgrade started. You may refresh to follow its status.
es: La Historia de mejor categoría comenzó. Es posible actualizar a seguir su estado.

source: Preferred Language
es: Idioma preferido

source: Which languages
es: ¿Qué idiomas

source: Remove Spaces?
es: Eliminar los espacios?

source: NOTE: Story *must* be UTF-8 encoded
es: NOTA: La historia *debe* ser UTF-8 codificado

source: not implemented
es: no implementado

source: multi-page
es: multi-página

source: single-page
es: páginas solo

source: What kind of file is this?
es: ¿Qué tipo de archivo es este?

source: Select File
es: Seleccionar archivo

source: Upload File
es: Cargar archivo

source: Or Upload a File Instead
es: o cargar un archivo en lugar

source: Unique Name
es: Nombre único

source: Upload Text
es: Carga de texto

source: Copy/Paste a Story
es: Copiar / Pegar una historia

source: Upload Story
es: Subir Story

source: Split/Merge Words
es: Dividir / fusionar Palabras

source: Create
es: Crear

source: Confirm
es: Confirmar

source: Password
es: Contraseña

source: Username
es: Nombre de usuario

source: Create New Account
es: Crear Cuenta Nueva

source: About this software
es: Acerca de este software

source: Login
es: Entrar

source: Remember Me
es: Acuérdate de mí

source: Address
es: Dirección

source: Split this word into multiple characters
es: Dividir esta palabra en múltiples personajes

source: Merge these characters into a single word
es: Combinar estos caracteres en una sola palabra

source: Doing instant translation...
es: Hacer traducción instantánea...

source: Instant Translation
es: Traducción Instantánea

source: instant translation of one or more words
es: traducción instantánea de una o más palabras

source: No instant translation available.
es: No hay traducción instantánea disponible.

source: Selected instant translation
es: Traducción instantánea seleccionada

source: Piecemeal instant translation
es: Traducción instantánea por etapas

source: No internet access. Offline instant translation only.
es: No hay acceso a internet. Fuera de línea única traducción instantánea.

source: Online instant translation
es: Traducción en línea instantáneo

source: Offline instant translation
es: Desconectado traducción instantánea

source: No instant translation found.
es: No se encontró la traducción instantánea.

source: Please wait until this account is fully synchronized for an offline instant translation.
es: Por favor, espere a que esta cuenta está totalmente sincronizado por un instante fuera de líneatraducción.

source: Skip to page
es: Ir a la página

source: show/hide translations
es: mostrar/ocultar las traducciones

source: Internet access error. Try again later:
es: Error de acceso a Internet Inténtalo de nuevo más tarde:

source: Email address change failed
es: Cambio de dirección de correo electrónico no se pudo

source: Success! Email changed
es: El éxito! Email cambió

source: Email Address
es: Dirección de correo electrónico

source: Please Provide
es: Por favor Proporcionar

source: Change Email
es: Cambiar correo electrónico

source: Please change your email address on the website. Will support mobile in a future version.
es: Por favor, cambie su dirección de correo electrónico en el sitio web. Apoyará móvil en unaversión futura.

source: To login to this application with a regular account and begin syncing all of your devices with your web account, you must first request a web account online first by contacting the author
es: Para acceder a esta aplicación con una cuenta normal y comienzan la sincronización de todossus dispositivos con su cuenta de Web, debe solicitar primero una cuenta weblínea en primer lugar poniéndose en contacto con el autor

source: Signing you in, Please wait
es: La firma de usted, espere por favor

source: Loading story, Please wait
es: Historia Cargando, espere por favor

source: English to Chinese
es: Inglés a chino

source: Chinese to English
es: Chino a Inglés

source: This word
es: Esta palabra

source: has more than one meaning
es: tiene más de un significado

source: If this is your first time here
es: Si esta es tu primera vez aquí

source: please read the tutorial
es: Por favor, lea el tutorial

source: We're sorry you feel that way, but we need your authorization to use this service. You're welcome to try again later. Thanks.
es: Lo sentimos que te sientas así, pero necesitamos su autorización para utilizar esteel servicio. Le invitamos a intentarlo más tarde. Gracias.

source: Our service could not create an account from you
es: Nuestro servicio no pudo crear una cuenta de usted

source: There was an unknown error trying to authenticate you before creating an account. Please try again later
es: No estaba tratando de un error desconocido al que autenticarse antes de crear unacuenta. Por favor, inténtelo de nuevo más tarde

source: You have successfully signed in with the 3rd party, but they cannot confirm that your account has been validated (that you are a real person). Please try again later.
es: Usted ha firmado con éxito en la tercera parte, pero no puede confirmarque su cuenta ha sido validado (que usted es una persona real). Por favorintentarlo más tarde.

source: We're sorry. You have declined to share your email address, but we need a valid email address in order to create an account for you
es: Lo sentimos. Se ha negado a compartir su dirección de correo electrónico, pero necesitamos undirección de correo electrónico válida con el fin de crear una cuenta para usted

source: You're welcome to try again
es: Usted es bienvenido a intentarlo de nuevo

source: Congratulations. Your account is created
es: Felicitaciones. Se crea tu cuenta

source: We have created a default password to be used with your mobile device(s). Please write it down somewhere. You will need it only if you want to synchronize your mobile devices with the website. If you do not want to use the mobile application, you can ignore it. If you do not want to write it down, you will have to come back to your account preferences and reset it before trying to login to the mobile application. You are welcome to go to your preferences now and change this password.
es: Hemos creado una contraseña predeterminada para su uso con el dispositivo (s) móvil.Por favor, escríbalo en algún lugar. Lo necesitará si usted quieresincronizar sus dispositivos móviles con el sitio web. Si usted no desea utilizarla aplicación móvil, usted puede ignorarlo. Si usted no quiere escribirloabajo, usted tendrá que volver a preferencias de su cuenta y restablecerlaantes de tratar de iniciar sesión en la aplicación móvil. Le invitamos a ir asus preferencias ahora y cambiar esta contraseña.

source: We're sorry, but someone has already created an account with your credentials
es: Lo sentimos, pero alguien ya ha creado una cuenta con sus credenciales

source: Original login service
es: Original servicio de inicio de sesión

source: Please choose a different service and try again
es: Por favor, elija un servicio diferente y vuelva a intentarlo

source: Here is the original story. Choose from one of the options in the above navigation bar to begin learning with this story.
es: Aquí está la historia original. Elija entre una de las opciones en las anterioresbarra de navegación para empezar a aprender con esta historia.

source: Could not lookup your account! Try again
es: No se pudo operaciones de búsqueda de su cuenta! Intenta de nuevo

source: Please write (or change) it
es: Por favor, escriba (o cambio) que

source: You will need it to login to your mobile device
es: Usted lo necesitará para acceder a su dispositivo móvil

source: Old Password / Token
es: Contraseña anterior / Token

source: New Password / Token
es: Nueva contraseña / Token
